Dlubal.DynamPro.RSParams
Response spectra case parameters

Dlubal.DynamPro.RSParams.Number
Response spectrum case number (read only)

Dlubal.DynamPro.RSParams.Description
Description

Dlubal.DynamPro.RSParams.DefinitionType
Response spectra definition type

Dlubal.DynamPro.RSParams.UserDefinedTable
User defined table of response spectra values

Dlubal.DynamPro.RSParams.Comment
Comment